{"meta":{"title":"Shinil's Zone","subtitle":"","description":"","author":"Shenyi","url":"https://shinilbaek.github.io","root":"/"},"pages":[{"title":"archives","date":"2021-10-02T13:46:54.000Z","updated":"2021-10-05T08:43:16.077Z","comments":true,"path":"archives/index.html","permalink":"https://shinilbaek.github.io/archives/index.html","excerpt":"","text":""},{"title":"Tags","date":"2021-10-02T07:35:36.000Z","updated":"2021-10-06T06:51:39.818Z","comments":true,"path":"tags/index.html","permalink":"https://shinilbaek.github.io/tags/index.html","excerpt":"","text":""},{"title":"Categories","date":"2021-10-02T12:44:23.000Z","updated":"2021-10-06T06:51:31.717Z","comments":true,"path":"categories/index.html","permalink":"https://shinilbaek.github.io/categories/index.html","excerpt":"","text":""},{"title":"About","date":"2021-10-06T06:55:56.000Z","updated":"2021-10-06T06:56:13.533Z","comments":false,"path":"About/index.html","permalink":"https://shinilbaek.github.io/About/index.html","excerpt":"","text":""}],"posts":[{"title":"English Workshop","slug":"English-Workshop","date":"2021-10-11T06:53:57.000Z","updated":"2021-10-11T07:54:45.714Z","comments":false,"path":"2021/10/11/English-Workshop/","link":"","permalink":"https://shinilbaek.github.io/2021/10/11/English-Workshop/","excerpt":"","text":"伝わる英語論文の書き方の基礎と応用タイトルと論文アブストラクトの書き方はじめに５つの難点 主語が大きく文構造が読み取りにくい 受け身と客観的な表現が必要以上に増える 話し言葉の語り口調になってしまう 名詞の単複と冠詞が難しい 著者の意見を表す表現に自信がもてない 解決方法 主題を前に出して動詞が早く出るように be動詞を減らしてアクション動詞 SVO but/and の文頭使いは控え、soはthusに代えて文中へ 名詞を減らした上で冠詞を上手く使う 著者の意見は助動詞またはexpect、副詞、suggest/indicate/demonstrateなど「個人的意見」に見えない表現多数 アブストラクト例の練習 Serious concerns have been raised about the ecological effects of industrialized fishing, spurring a United Nations resolution on restoring fisheries and marine ecosystems to healthy levels. However, a prerequisite for restoration is a general understanding of the composition and abundance of unexploited fish communities, relative to contemporary ones. We constructed trajectories of community biomass and composition of large predatory fishes in four continental shelf and nine oceanic systems, using all available data from the beginning of exploitation. Industrialized fisheries typically reduced community biomass by 80% within 15 years of exploitation. Compensatory increases in fast-growing species were observed, but often reversed within a decade. Using a meta-analytic approach, we estimate that large predatory fish biomass today is only about 10% of pre-industrial levels. We conclude that declines of large predators in coastal regions have extended throughout the global ocean, with potentially serious consequences for ecosystems. Our analysis suggests that management based on recent data alone may be misleading, and provides minimum estimates for unexploited communities, which could serve as the ‘missing baseline needed for future restoration efforts. メインポイント 導入部：解決したい問題は？ 今回の研究：あなたの方法を教えてください。何を行った？ 主な結果と今後：得られた主な知見、推論を教えて 詳しくはこちらへ","categories":[],"tags":[{"name":"English","slug":"English","permalink":"https://shinilbaek.github.io/tags/English/"}]},{"title":"","slug":"hello-world","date":"2021-09-28T02:14:21.236Z","updated":"2021-10-11T06:53:41.701Z","comments":false,"path":"2021/09/28/hello-world/","link":"","permalink":"https://shinilbaek.github.io/2021/09/28/hello-world/","excerpt":"","text":"About meMy name is Shinil and this is my personal website based on Hexo. I share my works and rencent random thoughts here. Feel free to contact me! Education 2021.10 - Present, Tohoku University, Sendai, Miyagi, Japan Research Student, Human-Social Information Sciences, Graduate School of Information Sciences Supervisor: Dao-Zhi Zeng 2017.09 - 2021.06, Nankai University, Tianjin, China Bachelor of Science, Mathematics and Applied Mathematics, School of Mathematical Sciences Supervisor: Yi-ming Jiang News 10/21, New academic life started in Tohoku University 06/21, Graduated from Nankai University LanguageChinese, English, Japanese, Korean Last Update: 2021.10.2","categories":[],"tags":[{"name":"intro","slug":"intro","permalink":"https://shinilbaek.github.io/tags/intro/"}]}],"categories":[],"tags":[{"name":"English","slug":"English","permalink":"https://shinilbaek.github.io/tags/English/"},{"name":"intro","slug":"intro","permalink":"https://shinilbaek.github.io/tags/intro/"}]}